[
    {
        "title": "KPOP Dictionary",
        "link": "http://book.naver.com/bookdb/book_detail.php?bid=10337567",
        "image": "https://bookthumb-phinf.pstatic.net/cover/103/375/10337567.jpg?type=m1&udate=20160805",
        "author": "Fandom Media",
        "price": "5800",
        "discount": "",
        "publisher": "퍼플",
        "pubdate": "20160219",
        "isbn": "0000260452 1400000260456",
        "description": "** 美 아마존 판매 1위! (KINDLE 스토어 VOCABULARY 부문) **** 외국에서 더 유명한 K-POP DICTIONARY 한국 출간! **K-POP과 한국 드라마에 푹 빠진 외국인 친구들이 ULZZANG (얼짱), BAGEL GIRL (베이글녀), KKAB (깝), HANG SYO (행쇼), CHODING (초딩), BBUING BBUING (뿌잉뿌잉)... ",
        "authorIntroContent": "\nFandom Media\n저자 : FANDOM MEDIAFANDOM MEDIA는 한국의 다양한 문화 컨텐츠를 외국인들에게 소개하는 젊은 감각을 가진 작가들의 프로젝트 그룹입니다.\n",
        "bookIntroContent": "** 美 아마존 판매 1위! (KINDLE 스토어 VOCABULARY 부문) **** 외국에서 더 유명한 K-POP DICTIONARY 한국 출간! **K-POP과 한국 드라마에 푹 빠진 외국인 친구들이 ULZZANG (얼짱), BAGEL GIRL (베이글녀), KKAB (깝), HANG SYO (행쇼), CHODING (초딩), BBUING BBUING (뿌잉뿌잉)의 뜻을 물어보면 어떻게 대답해야 할까요?토종 한국인도 잘 모르는 신종 용어들과 궁금해하는 외국인들! 그 고민을 해결하기 위한 K-POP DICTIONARY가 드디어 나왔습니다!외국인 친구들의 궁금증을 달래주고 당신의 체면도 세워줄 K-POP DICTIONARY! 해외 여행이나 유학을 갈 때 필수로 챙겨가야 할 IT 아이템! 외국인 친구들에게 선물해주면 아주 좋아할 바로 그 화제의 아이템 (예쁜 디자인은 덤!) 美 아마존의 인기를 타고 이제 한국에서도 출간 되었습니다. 지금 바로 구입하세요! ARE YOU SOMEONE WHO JUST STARTED FOLLOWING K-POP AND K-DRAMA BUT CAN'T UNDERSTAND THE LINGO? ARE YOU SOMEONE WHO WANT TO BE A PART OF K-POP AND K-DRAMA FANDOM BUT CAN'T BLEND IN BECAUSE YOU DON'T KNOW THE JARGON EVERYONE IS USING? OR, ARE YOU AN EXPERIENCED K-POP AND K-DRAMA FAN WHO WANT TO EXPAND YOUR VOCABULARY? THEN THIS BOOK IS FOR YOU! BROUGHT TO YOU BY FANDOM MEDIA, THIS BOOK IS DESIGNED SO YOU CAN LEARN THE MOST UP-TO-DATE VOCABULARY USED IN K-POP, TV SHOWS, K-DRAMAS AND SO FORTH. LIKE THE TITLE OF THIS BOOK SUGGEST, THIS IS NOT AN ORDINARY DICTIONARY. IT IS SPECIFICALLY DESIGNED TO KNOW WHAT THE WORDS MEAN IN K-POP & K-DRAMA CONTEXT. THESE ARE LIKE ENCRYPTED CODES THAT ARE ONLY UNDERSTOOD IF YOU KNOW THE BACKGROUND INFORMATION, SUCH AS WHERE THEY ORIGINATED, WHERE, WHEN, AND HOW THEY ARE USED. WITHOUT THIS KNOWLEDGE, YOU ARE MISSING OUT ALL THE NEWS AND UPDATES OTHER FANS ARE TALKING ABOUT! FOR THAT REASON, WE ALSO INCLUDED REAL LIFE EXAMPLES OF HOW THEY ARE USED IN ACTION. YOU WILL GAIN A THOROUGH UNDERSTANDING OF THE VOCABULARIES AND THEIR BACKGROUND INFORMATION. SO YOU CAN USE THIS BOOK AS A QUICK REFERENCE BOOK ANYTIME YOU RUN INTO A K-POP & K-DRAMA LINGO, OR AS A STUDY REFERENCE BY UTILIZING THE CONVERSATION EXAMPLES INCLUDED ON EVERY PAGE. WHATEVER YOUR GOAL IS, THIS WILL BE A GREAT WAY TO EXPAND YOUR K-POP &AMPAMP; K-DRAMA KNOWLEDGE AND SERVE AS A WINDOW INTO THE WORLD OF FASCINATING KOREAN CULTURE! HANG SYO!",
        "tableOfContentsContent": "\nTABLE OF CONTENTSPREFACEHOW TO USE THIS BOOKAAEGYOAEGYO SALAGE LINEAIGOO (AIGO)AJUMMAAJOOMMA)AJUSSHI (AHJUSSI)ALBA (ARBA)ALL-KILLANDWAEANTISAPAARMYBBABOBAEWOOBAGEL GIRL/BOYBALLADBANANA MILKBANMALBBUING BBUINGBIASBIAS RUINERBIG 3BLACK OCEANBODY ROLLSBOGOSHIPOBROMANCEBYUNTAE C CASTINGCFCHAEBOLCHEONGMAL (JEONGMAL)CHINCHA (JINJJA)CHINGUCHOCOLATE ABSCHODINGCHOOMCHUSEOKCOMEBACKCONCEPTDD LINEDA EUMDAEBAKDAESANGDIGITAL SINGLEDOLDONG ANDONG SAENGDREAMCONCERTEEOMEONI (OMONI)EON PEULEUM AKEYE SMILEFFAN CHANTFAN CLUBFAN FICTIONFAN SERVICEFAN WARSFAN BOY/FAN GIRLFANDOMFASHIONISTAFEELSFIGHTING/HWAITINGFLOWER BOYGGAB/EULGAMDOKGANGNAMGANGNAM STYLEGAON CHARTGASAGASEUMGAYOGAYO DAEJEONGIFSGIN JANGGOLDEN DISK AWARDSGOMAWOGONG YEONGWENCHANAGWIYOMIHHALLYUHANBOKHAENG SYOHAP GYUKHONEY THIGHSHOOBAEHOOK SONGHULHOON NAM/ HOON NYEOHYUNGHYUNGNIMIIDOLIDOLIZATIONINKIINKIGAYOJJEBALJAGIJALJAJEJU ISLANDJIBJJANG (ZZANG)JON DAE MALJYPJYP ENTERTAINMENTKKAMSA HAMNHIDAKEKEKEKIMCHIKINGKA / QUEENKAKKABLLEADERLEE SOO MANLOVE LINEMM LINEMAKJANGMAKNAEMAMAMANNER HANDSMANNER LEGSMASHISSOMAT SEONMAUMMELOMENBUNGMI NAM / MI NYEOMIANHAEMI CHYEO SSOMIN NAT MIWOMOK SO RIMOLAMOMZZANG / MOMJJANGMOODAEMRMUSIC BANKMVMWONG MI?NNAE / ANIYONAEILNETIZENNGNOANNOONANOONA KILLERNOONAROMANCENORAENORAEBANGNUGUOOJE (EOJE)OMO!ONUL (ONEUL)OPPAOSTOTOKEOTPPPEDO NOONAPIGGY BACKPEPERO DAYPLASTIC PRINCEPLASTIC SURGERYPOJANGMACHAPRINCE OF ASIAQQ_QRRAINISMRED SUNROOKIE(이하 생략)K-POP CONVERSATION\n",
        "isbn10": "0000260452",
        "isbn13": "1400000260456"
    }
]